---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitRatingParam
source: html/5f330714-5451-bf64-a52d-db92c6f382b3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecCircuitRatingParam Property

"Rating"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecCircuitRatingParam { get; }
```